Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/NetworkProtection/NetworkExtensionTargets/NetworkExtensionAndNotificationTargets/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# network.protection.entitlement.expired.notification.body
source: Subscribe to Privacy Pro to reconnect DuckDuckGo VPN.
de: Abonniere Privacy Pro, um die Verbindung zum DuckDuckGo-VPN wiederherzustellen.
es: Suscríbete a Privacy Pro para volver a conectar la VPN de DuckDuckGo.
fr: Abonnez-vous à Privacy Pro pour reconnecter le VPN DuckDuckGo.
it: Iscriviti a Privacy Pro per riconnettere la VPN di DuckDuckGo.
nl: Abonneer je op Privacy Pro om opnieuw verbinding te maken met DuckDuckGo VPN.
pl: Subskrybuj Privacy Pro, aby ponownie połączyć się z siecią DuckDuckGo VPN.
pt: Subscreve o Privacy Pro para voltar a ligar a DuckDuckGo VPN.
ru: Чтобы вновь подключиться к DuckDuckGo VPN, оформите подписку Privacy Pro.

# network.protection.entitlement.expired.notification.title
source: VPN disconnected
de: VPN ist getrennt
es: La VPN se ha desconectado
fr: VPN déconnecté
it: VPN disconnessa
nl: De VPN-verbinding is verbroken
pl: Połączenie VPN zostało przerwane
pt: A VPN está desativada
ru: VPN отключен

# network.protection.failure.notification.subtitle
source: Unable to connect at this time. Please try again later.
de: Derzeit kann keine Verbindung hergestellt werden. Bitte versuche es zu einem späteren Zeitpunkt erneut.
es: No se puede conectar en estos momentos. Inténtalo de nuevo más tarde.
fr: Connexion impossible pour le moment. Veuillez réessayer plus tard.
it: Impossibile connettersi in questo momento. Riprova in seguito.
nl: Kan momenteel geen verbinding maken. Probeer het later opnieuw.
pl: Obecnie nie można się połączyć. Spróbuj ponownie później.
pt: Não é possível ligar nesta altura. Tenta novamente mais tarde.
ru: Выполнить подключение прямо сейчас невозможно. Повторите попытку позже.

# network.protection.failure.notification.title
source: DuckDuckGo VPN failed to connect
de: DuckDuckGo VPN konnte keine Verbindung herstellen
es: No se ha podido conectar la VPN de DuckDuckGo
fr: Le VPN DuckDuckGo n'a pas réussi à se connecter
it: La VPN di DuckDuckGo VPN non si è connessa
nl: DuckDuckGo VPN kan geen verbinding maken
pl: Nie udało się nawiązać połączenia DuckDuckGo VPN
pt: A VPN DuckDuckGo não conseguiu estabelecer ligação
ru: Подключиться к DuckDuckGo VPN не удалось

# network.protection.interrupted.notification.subtitle
source: Attempting to reconnect now...
de: Versuche jetzt, die Verbindung wiederherzustellen ...
es: Intentando volver a conectar ahora...
fr: Tentative de reconnexion en cours…
it: Tentativo di riconnessione in corso...
nl: Er wordt geprobeerd opnieuw verbinding te maken ...
pl: Próba ponownego połączenia...
pt: A tentar ligar novamente...
ru: Выполняется попытка повторного подключения...

# network.protection.interrupted.notification.title
source: DuckDuckGo VPN was interrupted
de: DuckDuckGo VPN wurde unterbrochen
es: La VPN de DuckDuckGo se ha interrumpido
fr: Le VPN DuckDuckGo a été interrompu
it: La VPN di DuckDuckGo è stata interrotta
nl: DuckDuckGo VPN werd onderbroken
pl: Usługa DuckDuckGo VPN została przerwana
pt: A VPN DuckDuckGo foi interrompida
ru: Работа DuckDuckGo VPN была прервана

# network.protection.success.notification.subtitle
source: Your location and online activity are protected.
de: Dein Standort und deine Online-Aktivitäten sind geschützt.
es: Tu ubicación y actividad en línea están protegidas.
fr: Votre emplacement et votre activité en ligne sont protégés.
it: La tua posizione e le tue attività online sono protette.
nl: Je locatie en online-activiteiten zijn beschermd.
pl: Twoja lokalizacja i aktywność w Internecie są chronione.
pt: A tua localização e atividade online estão protegidas.
ru: Ваши геопозиция и онлайн-активность скрыты от посторонних глаз.

# network.protection.success.notification.subtitle.including.serverLocation
source: Routing device traffic through %@.
de: Geräteverkehr wird über %@ geleitet.
es: Redirigiendo el tráfico de dispositivos a través de %@.
fr: Routage du trafic de l'appareil via %@.
it: Instradamento del traffico del dispositivo tramite %@.
nl: Apparaatverkeer routeren via %@.
pl: Przekierowanie ruchu urządzenia przez %@.
pt: A encaminhar o tráfego do dispositivo através de %@.
ru: Трафик устройства направляется через: %@

# network.protection.success.notification.title
source: DuckDuckGo VPN is ON
de: DuckDuckGo-VPN ist An
es: DuckDuckGo VPN está activado
fr: Le VPN DuckDuckGo est activé
it: DuckDuckGo VPN è attiva
nl: DuckDuckGo VPN is ingeschakeld
pl: Usługa DuckDuckGo VPN jest włączona
pt: A DuckDuckGo VPN está Ativada
ru: DuckDuckGo VPN включен

# network.protection.superceded.action.reconnect.title
source: Reconnect
de: Erneut verbinden
es: Volver a conectar
fr: Reconnecter
it: Riconnettiti
nl: Opnieuw verbinding maken
pl: Połącz ponownie
pt: Voltar a ligar
ru: Подключиться заново

# network.protection.superceded.notification.subtitle
source: Another VPN app on your Mac may have disabled it.
de: Möglicherweise hat eine andere VPN-App auf deinem Mac diese Funktion deaktiviert.
es: Es posible que otra aplicación de VPN en tu Mac la haya desactivado.
fr: Il est possible qu'une autre application VPN présente sur votre Mac l'ait désactivé.
it: Un'altra app VPN sul tuo Mac potrebbe averla disattivata.
nl: Een andere VPN-app op je Mac heeft deze mogelijk uitgeschakeld.
pl: Mogła zostać wyłączona przez inną aplikację VPN na komputerze Mac.
pt: É possível que outra aplicação de VPN no teu Mac a tenha desativado.
ru: Возможно, его отключило другое VPN-приложение на вашем компьютере.

# network.protection.superceded.notification.title
source: DuckDuckGo VPN disconnected
de: DuckDuckGo VPN ist getrennt
es: La VPN de DuckDuckGo se ha desconectado
fr: VPN DuckDuckGo déconnecté
it: La VPN di DuckDuckGo si è disconnessa
nl: DuckDuckGo VPN-verbinding is verbroken
pl: Sieć DuckDuckGo VPN została rozłączona
pt: A VPN DuckDuckGo está desativada
ru: DuckDuckGo VPN отключен
